Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.capture.back.instruction
source: Turn the card over and fill the frame with the whole back.
ar: اقلب البطاقة واملأ الإطار بوجهها الخلفي كاملًا.
bn: কার্ডটি উল্টান এবং ফ্রেম ভরে পুরো পেছনের দিকটি দেখান।
ca: Gira la targeta i omple el requadre amb tot el dors.
cs: Otoč kartu a vyplň rámeček celou zadní stranou.
da: Vend kortet, og lad hele bagsiden fylde rammen.
de: Drehe die Karte um und fülle den Rahmen mit der ganzen Rückseite.
el: Γύρνα την κάρτα ανάποδα και γέμισε το πλαίσιο με ολόκληρο το πίσω μέρος.
es: Da la vuelta a la tarjeta y llena el encuadre con todo el reverso.
fi: Käännä kortti ympäri ja täytä kehys koko takapuolella.
fr: Retournez la carte et remplissez le cadre avec tout le verso.
he: הפוך את הכרטיס ומלא את המסגרת בכל צדו האחורי.
hi: कार्ड पलटें और पूरे पिछले हिस्से से फ़्रेम भरें।
hr: Okreni karticu i ispuni okvir cijelom poleđinom.
hu: Fordítsd meg a kártyát, és töltsd ki a keretet a teljes hátoldallal.
id: Balik kartunya dan penuhi bingkai dengan seluruh bagian belakang.
it: Gira la carta e riempi l'inquadratura con tutto il retro.
ja: カードを裏返し、裏面全体が枠いっぱいになるようにしてください。
ko: 카드를 뒤집어 뒷면 전체가 프레임에 가득 차게 하세요.
ml: കാർഡ് മറിച്ചിട്ട് പിൻഭാഗം മുഴുവനായും ഫ്രെയിമിൽ നിറയ്ക്കുക.
ms: Terbalikkan kad dan penuhkan bingkai dengan seluruh bahagian belakang.
nb: Snu kortet og fyll rammen med hele baksiden.
nl: Draai de kaart om en vul het kader met de hele achterkant.
pl: Odwróć kartę i wypełnij kadr całym tyłem.
pt_br: Vire o cartão e preencha o quadro com todo o verso.
pt_pt: Vire o cartão e encha o enquadramento com todo o verso.
ro: Întoarce cardul și umple cadrul cu tot verso-ul.
ru: Переверните карту и заполните рамку всей оборотной стороной.
sk: Otoč kartu a vyplň rámček celou zadnou stranou.
sv: Vänd på kortet och fyll rutan med hela baksidan.
ta: அட்டையைத் திருப்பி, முழுப் பின்புறமும் சட்டத்தை நிரப்பும்படி வையுங்கள்.
te: కార్డును తిప్పి, వెనుక భాగం మొత్తం ఫ్రేమ్‌లో నిండేలా ఉంచండి.
th: พลิกบัตรและให้ด้านหลังทั้งหมดเต็มกรอบ
tr: Kartı çevirin ve arka yüzün tamamını çerçeveye sığdırın.
uk: Переверніть картку й заповніть кадр усім зворотним боком.
ur: کارڈ کو پلٹیں اور پورے پچھلے حصے سے فریم بھر دیں۔
vi: Lật thẻ lại và để toàn bộ mặt sau vừa khung hình.
zh_hans: 将证件翻面，让整个背面填满取景框。
zh_hant: 將證件翻面，讓整個背面填滿取景框。

# document.capture.back.title
source: Now the back
ar: والآن الوجه الخلفي
bn: এবার পেছনের দিক
ca: Ara el dors
cs: Nyní zadní strana
da: Nu bagsiden
de: Jetzt die Rückseite
el: Τώρα το πίσω μέρος
es: Ahora el reverso
fi: Nyt takapuoli
fr: Maintenant le verso
he: עכשיו הצד האחורי
hi: अब पिछला हिस्सा
hr: Sada poleđina
hu: Most a hátoldal
id: Sekarang bagian belakang
it: Ora il retro
ja: 次は裏面
ko: 이번에는 뒷면
ml: ഇനി പിൻഭാഗം
ms: Sekarang bahagian belakang
nb: Nå baksiden
nl: Nu de achterkant
pl: Teraz tył
pt_br: Agora o verso
pt_pt: Agora o verso
ro: Acum verso
ru: Теперь оборот
sk: Teraz zadná strana
sv: Nu baksidan
ta: இப்போது பின்புறம்
te: ఇప్పుడు వెనుక భాగం
th: ต่อไปด้านหลัง
tr: Şimdi arka yüz
uk: Тепер зворотний бік
ur: اب پچھلا حصہ
vi: Giờ đến mặt sau
zh_hans: 现在拍背面
zh_hant: 接著拍背面

# document.capture.failed
source: The photo didn't take. Hold still and try again.
ar: لم تُلتقط الصورة. اثبت وحاول مجددًا.
bn: ছবি তোলা যায়নি। স্থির থেকে আবার চেষ্টা করুন।
ca: La foto no s'ha fet. Queda't quiet i torna-ho a provar.
cs: Fotka se nepovedla. Drž telefon klidně a zkus to znovu.
da: Fotoet blev ikke taget. Hold stille, og prøv igen.
de: Das Foto hat nicht geklappt. Halte still und versuche es erneut.
el: Η φωτογραφία δεν τραβήχτηκε. Κράτησε σταθερό το τηλέφωνο και δοκίμασε ξανά.
es: No se hizo la foto. Quédate quieto e inténtalo de nuevo.
fi: Kuva ei onnistunut. Pidä paikallasi ja yritä uudelleen.
fr: La photo n’a pas été prise. Ne bougez pas et réessayez.
he: התמונה לא צולמה. החזק יציב ונסה שוב.
hi: फ़ोटो नहीं खिंची। स्थिर रहें और फिर कोशिश करें।
hr: Fotografija nije snimljena. Drži mirno i pokušaj ponovno.
hu: A fotó nem sikerült. Tartsd mozdulatlanul, és próbáld újra.
id: Foto gagal diambil. Tahan diam dan coba lagi.
it: La foto non è riuscita. Stai fermo e riprova.
ja: 撮影できませんでした。動かさずに、もう一度お試しください。
ko: 사진이 찍히지 않았어요. 가만히 들고 다시 시도하세요.
ml: ഫോട്ടോ എടുക്കാനായില്ല. അനങ്ങാതെ പിടിച്ച് വീണ്ടും ശ്രമിക്കുക.
ms: Foto tidak berjaya diambil. Pegang dengan stabil dan cuba lagi.
nb: Bildet ble ikke tatt. Hold deg i ro og prøv igjen.
nl: De foto is niet gelukt. Houd stil en probeer het opnieuw.
pl: Nie udało się zrobić zdjęcia. Trzymaj nieruchomo i spróbuj ponownie.
pt_br: A foto não saiu. Fique parado e tente de novo.
pt_pt: A foto não ficou registada. Fique quieto e tente novamente.
ro: Fotografia nu a reușit. Stai nemișcat și încearcă din nou.
ru: Снимок не получился. Не двигайтесь и повторите.
sk: Fotka sa nepodarila. Drž pokojne a skús to znova.
sv: Fotot blev inte av. Håll still och försök igen.
ta: புகைப்படம் எடுக்கப்படவில்லை. அசையாமல் பிடித்து மீண்டும் முயலுங்கள்.
te: ఫోటో తీయబడలేదు. కదలకుండా పట్టుకుని మళ్లీ ప్రయత్నించండి.
th: ถ่ายภาพไม่สำเร็จ ถือให้นิ่งแล้วลองอีกครั้ง
tr: Fotoğraf çekilemedi. Sabit tutun ve tekrar deneyin.
uk: Фото не вийшло. Не рухайтеся й спробуйте ще раз.
ur: تصویر نہیں آئی۔ ساکت رہیں اور دوبارہ کوشش کریں۔
vi: Chụp ảnh không thành công. Hãy giữ yên và thử lại.
zh_hans: 没有拍成功。请保持稳定后重试。
zh_hant: 沒有拍到照片。請拿穩後再試一次。

# document.capture.front.instruction
source: Fill the frame with the whole page. The lines of letters and numbers at the bottom must be sharp.
ar: املأ الإطار بالصفحة كاملة. يجب أن تكون سطور الحروف والأرقام في الأسفل واضحة.
bn: ফ্রেম ভরে পুরো পাতাটি দেখান। নিচের অক্ষর ও সংখ্যার লাইনগুলো স্পষ্ট হতে হবে।
ca: Omple el requadre amb tota la pàgina. Les línies de lletres i números de la part inferior han de quedar nítides.
cs: Vyplň rámeček celou stránkou. Řádky písmen a číslic dole musí být ostré.
da: Lad hele siden fylde rammen. Linjerne med bogstaver og tal nederst skal være skarpe.
de: Fülle den Rahmen mit der ganzen Seite. Die Zeilen aus Buchstaben und Ziffern unten müssen scharf sein.
el: Γέμισε το πλαίσιο με ολόκληρη τη σελίδα. Οι γραμμές με γράμματα και αριθμούς στο κάτω μέρος πρέπει να είναι καθαρές.
es: Llena el encuadre con la página entera. Las líneas de letras y números de la parte inferior deben verse nítidas.
fi: Täytä kehys koko sivulla. Alareunan kirjain- ja numerorivien on oltava teräviä.
fr: Remplissez le cadre avec toute la page. Les lignes de lettres et de chiffres en bas doivent être nettes.
he: מלא את המסגרת בעמוד כולו. שורות האותיות והספרות שבתחתית חייבות להיות חדות.
hi: पूरे पन्ने से फ़्रेम भरें। नीचे अक्षरों और अंकों की पंक्तियाँ साफ़ होनी चाहिए।
hr: Ispuni okvir cijelom stranicom. Retci slova i brojeva pri dnu moraju biti oštri.
hu: Töltsd ki a keretet a teljes oldallal. Az alul lévő betű- és számsoroknak élesnek kell lenniük.
id: Penuhi bingkai dengan seluruh halaman. Baris huruf dan angka di bagian bawah harus tajam.
it: Riempi l'inquadratura con tutta la pagina. Le righe di lettere e numeri in basso devono essere nitide.
ja: ページ全体が枠いっぱいになるようにしてください。下部の文字と数字の行がはっきり写っている必要があります。
ko: 페이지 전체가 프레임에 가득 차게 하세요. 아래쪽의 글자와 숫자 줄이 선명해야 해요.
ml: പേജ് മുഴുവനായും ഫ്രെയിമിൽ നിറയ്ക്കുക. താഴെയുള്ള അക്ഷരങ്ങളുടെയും അക്കങ്ങളുടെയും വരികൾ വ്യക്തമായിരിക്കണം.
ms: Penuhkan bingkai dengan seluruh halaman. Baris huruf dan nombor di bahagian bawah mesti jelas.
nb: Fyll rammen med hele siden. Linjene med bokstaver og tall nederst må være skarpe.
nl: Vul het kader met de hele pagina. De regels met letters en cijfers onderaan moeten scherp zijn.
pl: Wypełnij kadr całą stroną. Linie liter i cyfr na dole muszą być ostre.
pt_br: Preencha o quadro com a página inteira. As linhas de letras e números na parte de baixo precisam estar nítidas.
pt_pt: Encha o enquadramento com a página inteira. As linhas de letras e números na parte inferior têm de estar nítidas.
ro: Umple cadrul cu toată pagina. Rândurile de litere și cifre din partea de jos trebuie să fie clare.
ru: Заполните рамку всей страницей. Строки букв и цифр внизу должны быть чёткими.
sk: Vyplň rámček celou stranou. Riadky písmen a číslic dole musia byť ostré.
sv: Fyll rutan med hela sidan. Raderna med bokstäver och siffror längst ned måste vara skarpa.
ta: முழுப் பக்கமும் சட்டத்தை நிரப்பும்படி வையுங்கள். கீழே உள்ள எழுத்து, எண் வரிகள் தெளிவாக இருக்க வேண்டும்.
te: పేజీ మొత్తం ఫ్రేమ్‌లో నిండేలా ఉంచండి. అడుగున ఉన్న అక్షరాలు, అంకెల లైన్లు స్పష్టంగా ఉండాలి.
th: ให้ทั้งหน้าเต็มกรอบ บรรทัดตัวอักษรและตัวเลขด้านล่างต้องคมชัด
tr: Sayfanın tamamını çerçeveye sığdırın. Alttaki harf ve rakam satırları net olmalı.
uk: Заповніть кадр усією сторінкою. Рядки літер і цифр унизу мають бути чіткими.
ur: پورے صفحے سے فریم بھر دیں۔ نیچے حروف اور ہندسوں کی لکیریں صاف ہونی چاہئیں۔
vi: Để toàn bộ trang vừa khung hình. Các dòng chữ và số ở phía dưới phải sắc nét.
zh_hans: 让整页填满取景框。底部的字母和数字行必须清晰。
zh_hant: 讓整頁填滿取景框。底部的字母與數字行必須清晰。

# document.capture.front.title
source: Photograph the front
ar: صوّر الوجه الأمامي
bn: সামনের দিকের ছবি তুলুন
ca: Fotografia l'anvers
cs: Vyfoť přední stranu
da: Fotografér forsiden
de: Vorderseite fotografieren
el: Φωτογράφισε την μπροστινή όψη
es: Fotografía el anverso
fi: Kuvaa etupuoli
fr: Photographiez le recto
he: צלם את הצד הקדמי
hi: सामने की फ़ोटो लें
hr: Fotografiraj prednju stranu
hu: Fényképezd le az előlapot
id: Foto bagian depan
it: Fotografa il fronte
ja: 表面を撮影
ko: 앞면 촬영
ml: മുൻഭാഗത്തിന്റെ ഫോട്ടോ എടുക്കുക
ms: Potret bahagian depan
nb: Ta bilde av forsiden
nl: Fotografeer de voorkant
pl: Zrób zdjęcie przodu
pt_br: Fotografe a frente
pt_pt: Fotografe a frente
ro: Fotografiază fața
ru: Сфотографируйте лицевую сторону
sk: Odfoť prednú stranu
sv: Fotografera framsidan
ta: முன்புறத்தைப் படம் எடுங்கள்
te: ముందు భాగాన్ని ఫోటో తీయండి
th: ถ่ายด้านหน้า
tr: Ön yüzü fotoğraflayın
uk: Сфотографуйте лицьовий бік
ur: سامنے کی تصویر لیں
vi: Chụp mặt trước
zh_hans: 拍摄正面
zh_hant: 拍攝正面

# document.capture.hint.captured
source: Got it
ar: تم
bn: হয়েছে
ca: Fet
cs: Máme to
da: Så er den taget
de: Erfasst
el: Το έχω
es: Listo
fi: Sain sen
fr: C’est fait
he: קיבלתי
hi: मिल गया
hr: Snimljeno
hu: Megvan
id: Berhasil
it: Fatto
ja: 撮影しました
ko: 촬영됨
ml: കിട്ടി
ms: Dapat
nb: Fikk det
nl: Gelukt
pl: Mam
pt_br: Pronto
pt_pt: Registado
ro: Gata
ru: Готово
sk: Mám to
sv: Klart
ta: கிடைத்தது
te: దొరికింది
th: ได้แล้ว
tr: Tamam
uk: Готово
ur: مل گیا
vi: Đã chụp
zh_hans: 好了
zh_hant: 已拍到

# document.capture.hint.closer
source: Move closer so it fills the frame
ar: اقترب حتى تملأ الإطار
bn: আরও কাছে আনুন যাতে ফ্রেম ভরে যায়
ca: Apropa't perquè ompli el requadre
cs: Přibliž se, aby doklad vyplnil rámeček
da: Gå tættere på, så det fylder rammen
de: Geh näher heran, damit es den Rahmen füllt
el: Πλησίασε για να γεμίσει το πλαίσιο
es: Acércate para que llene el encuadre
fi: Tule lähemmäs, jotta se täyttää kehyksen
fr: Rapprochez-vous pour remplir le cadre
he: התקרב כדי שהמסמך ימלא את המסגרת
hi: और पास आएँ ताकि फ़्रेम भर जाए
hr: Priđi bliže da ispuni okvir
hu: Menj közelebb, hogy kitöltse a keretet
id: Dekatkan agar memenuhi bingkai
it: Avvicinati per riempire l'inquadratura
ja: 枠いっぱいになるよう近づけてください
ko: 프레임에 가득 차도록 더 가까이 가세요
ml: ഫ്രെയിം നിറയാൻ അടുത്തേക്ക് നീക്കുക
ms: Dekatkan supaya memenuhi bingkai
nb: Kom nærmere slik at det fyller rammen
nl: Ga dichterbij zodat het het kader vult
pl: Podejdź bliżej, aby wypełnić kadr
pt_br: Aproxime para preencher o quadro
pt_pt: Aproxime-se para encher o enquadramento
ro: Apropie-te ca să umple cadrul
ru: Подойдите ближе, чтобы заполнить рамку
sk: Priblíž sa, aby vyplnil rámček
sv: Gå närmare så att det fyller rutan
ta: சட்டத்தை நிரப்ப நெருங்கி வாருங்கள்
te: ఫ్రేమ్‌లో నిండేలా దగ్గరగా తీసుకురండి
th: เข้าใกล้อีกให้เต็มกรอบ
tr: Çerçeveyi doldurması için yaklaşın
uk: Підійдіть ближче, щоб документ заповнив кадр
ur: قریب جائیں تاکہ فریم بھر جائے
vi: Lại gần hơn để giấy tờ vừa khung hình
zh_hans: 靠近一些，使其填满取景框
zh_hant: 再靠近一點，讓它填滿取景框

# document.capture.hint.holdStill
source: Hold still…
ar: اثبت…
bn: স্থির থাকুন…
ca: Queda't quiet…
cs: Drž klidně…
da: Hold stille…
de: Halte still …
el: Μείνε ακίνητος…
es: No te muevas…
fi: Pidä paikallasi…
fr: Ne bougez pas…
he: החזק יציב…
hi: स्थिर रहें…
hr: Drži mirno…
hu: Maradj nyugton…
id: Tahan diam…
it: Stai fermo…
ja: 動かさないで…
ko: 가만히 계세요…
ml: അനങ്ങാതെ പിടിക്കുക…
ms: Kekal stabil…
nb: Hold deg i ro …
nl: Houd stil…
pl: Trzymaj nieruchomo…
pt_br: Fique parado…
pt_pt: Fique quieto…
ro: Stai nemișcat…
ru: Не двигайтесь…
sk: Drž pokojne…
sv: Håll still…
ta: அசையாமல் பிடியுங்கள்…
te: కదలకుండా ఉంచండి…
th: ถือให้นิ่ง…
tr: Sabit tutun…
uk: Не рухайтеся…
ur: ساکت رہیں…
vi: Giữ yên…
zh_hans: 保持稳定…
zh_hant: 請保持不動…

# document.capture.hint.lineUp
source: Line the document up inside the frame
ar: ضع الوثيقة داخل الإطار
bn: নথিটি ফ্রেমের ভেতরে সাজিয়ে ধরুন
ca: Alinea el document dins del requadre
cs: Zarovnej doklad do rámečku
da: Placér dokumentet inde i rammen
de: Richte das Dokument im Rahmen aus
el: Ευθυγράμμισε το έγγραφο μέσα στο πλαίσιο
es: Alinea el documento dentro del marco
fi: Kohdista asiakirja kehyksen sisään
fr: Alignez le document dans le cadre
he: ישר את המסמך בתוך המסגרת
hi: दस्तावेज़ को फ़्रेम के अंदर सीध में रखें
hr: Poravnaj ispravu unutar okvira
hu: Igazítsd az okmányt a keretbe
id: Sejajarkan dokumen di dalam bingkai
it: Allinea il documento dentro l'inquadratura
ja: 書類を枠の中に合わせてください
ko: 문서를 프레임 안에 맞추세요
ml: രേഖ ഫ്രെയിമിനുള്ളിൽ ഒതുക്കുക
ms: Luruskan dokumen di dalam bingkai
nb: Plasser dokumentet innenfor rammen
nl: Lijn het document uit binnen het kader
pl: Ustaw dokument w ramce
pt_br: Alinhe o documento dentro do quadro
pt_pt: Alinhe o documento dentro do enquadramento
ro: Aliniază documentul în cadru
ru: Совместите документ с рамкой
sk: Zarovnaj doklad do rámčeka
sv: Placera dokumentet inne i rutan
ta: ஆவணத்தைச் சட்டத்துக்குள் நேராக வையுங்கள்
te: పత్రాన్ని ఫ్రేమ్ లోపల సరిగ్గా ఉంచండి
th: จัดเอกสารให้อยู่ในกรอบ
tr: Belgeyi çerçevenin içine hizalayın
uk: Розмістіть документ усередині рамки
ur: دستاویز کو فریم کے اندر سیدھا کریں
vi: Đặt giấy tờ thẳng hàng trong khung
zh_hans: 将证件对准取景框
zh_hant: 將證件對齊取景框

# document.capture.hint.zoneFound
source: Found it — hold still
ar: وجدناها — اثبت
bn: পেয়েছি — স্থির থাকুন
ca: Trobat: queda't quiet
cs: Nalezeno – drž klidně
da: Fundet – hold stille
de: Erkannt – halte still
el: Βρέθηκε — μείνε ακίνητος
es: Detectado: no te muevas
fi: Löytyi – pidä paikallasi
fr: Trouvé — ne bougez pas
he: נמצא — החזק יציב
hi: मिल गया — स्थिर रहें
hr: Pronađeno — drži mirno
hu: Megvan – maradj nyugton
id: Ketemu — tahan diam
it: Trovato: stai fermo
ja: 検出しました。動かさないで
ko: 찾았어요. 가만히 계세요
ml: കണ്ടെത്തി — അനങ്ങാതെ പിടിക്കുക
ms: Dijumpai — kekal stabil
nb: Funnet. Hold deg i ro
nl: Gevonden: houd stil
pl: Znaleziono — trzymaj nieruchomo
pt_br: Encontrado. Fique parado
pt_pt: Encontrado — fique quieto
ro: Detectat — stai nemișcat
ru: Нашли — не двигайтесь
sk: Našiel som — drž pokojne
sv: Hittade den – håll still
ta: கண்டுபிடித்தது — அசையாமல் பிடியுங்கள்
te: కనిపించింది — కదలకుండా ఉంచండి
th: พบแล้ว ถือให้นิ่ง
tr: Bulundu; sabit tutun
uk: Знайдено — не рухайтеся
ur: مل گیا — ساکت رہیں
vi: Đã thấy — giữ yên
zh_hans: 已找到，请保持稳定
zh_hant: 已偵測到，請保持不動

# document.capture.noCamera
source: No camera is available on this device.
ar: لا تتوفر كاميرا على هذا الجهاز.
bn: এই ডিভাইসে কোনো ক্যামেরা নেই।
ca: No hi ha cap càmera disponible en aquest dispositiu.
cs: Na tomto zařízení není k dispozici fotoaparát.
da: Der er ikke noget kamera på denne enhed.
de: Auf diesem Gerät ist keine Kamera verfügbar.
el: Δεν υπάρχει διαθέσιμη κάμερα σε αυτή τη συσκευή.
es: No hay ninguna cámara disponible en este dispositivo.
fi: Tällä laitteella ei ole käytettävissä kameraa.
fr: Aucun appareil photo n’est disponible sur cet appareil.
he: אין מצלמה זמינה במכשיר הזה.
hi: इस डिवाइस पर कोई कैमरा उपलब्ध नहीं है।
hr: Na ovom uređaju nema kamere.
hu: Ezen az eszközön nem érhető el kamera.
id: Tidak ada kamera di perangkat ini.
it: Su questo dispositivo non c'è nessuna fotocamera.
ja: このデバイスではカメラを利用できません。
ko: 이 기기에서 사용할 수 있는 카메라가 없어요.
ml: ഈ ഉപകരണത്തിൽ ക്യാമറ ലഭ്യമല്ല.
ms: Tiada kamera tersedia pada peranti ini.
nb: Ingen kamera er tilgjengelig på denne enheten.
nl: Er is geen camera beschikbaar op dit apparaat.
pl: Na tym urządzeniu nie ma dostępnego aparatu.
pt_br: Nenhuma câmera disponível neste dispositivo.
pt_pt: Não há nenhuma câmara disponível neste dispositivo.
ro: Nicio cameră nu este disponibilă pe acest dispozitiv.
ru: На этом устройстве нет камеры.
sk: Na tomto zariadení nie je dostupný fotoaparát.
sv: Ingen kamera är tillgänglig på den här enheten.
ta: இந்தச் சாதனத்தில் கேமரா இல்லை.
te: ఈ పరికరంలో కెమెరా అందుబాటులో లేదు.
th: อุปกรณ์นี้ไม่มีกล้องให้ใช้
tr: Bu cihazda kullanılabilir kamera yok.
uk: На цьому пристрої немає доступної камери.
ur: اس ڈیوائس پر کوئی کیمرا دستیاب نہیں۔
vi: Thiết bị này không có camera.
zh_hans: 此设备上没有可用的相机。
zh_hant: 此裝置沒有可用的相機。

# document.capture.openSettings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
ca: Obre Ajustos
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fi: Avaa Asetukset
fr: Ouvrir les Réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide Setările
ru: Открыть настройки
sk: Otvoriť Nastavenia
sv: Öppna Inställningar
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లను తెరువు
th: เปิดการตั้งค่า
tr: Ayarlar'ı aç
uk: Відкрити Налаштування
ur: سیٹنگز کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# document.capture.openSettings.hint
source: Opens Known's settings in the Settings app
ar: يفتح إعدادات «معروف» في تطبيق الإعدادات
bn: সেটিংস অ্যাপে Known-এর সেটিংস খোলে
ca: Obre els ajustos de Known a l'app Ajustos
cs: Otevře nastavení aplikace Known v aplikaci Nastavení
da: Åbner Knowns indstillinger i appen Indstillinger
de: Öffnet die Einstellungen von Known in der Einstellungen-App
el: Ανοίγει τις ρυθμίσεις του Known στην εφαρμογή Ρυθμίσεις
es: Abre los ajustes de Known en la app Ajustes
fi: Avaa Knownin asetukset Asetukset-sovelluksessa
fr: Ouvre les réglages de Known dans l’app Réglages
he: פותח את ההגדרות של Known באפליקציית ההגדרות
hi: सेटिंग्स ऐप में Known की सेटिंग्स खोलता है
hr: Otvara postavke aplikacije Known u aplikaciji Postavke
hu: Megnyitja a Known beállításait a Beállítások appban
id: Membuka pengaturan Known di app Pengaturan
it: Apre le impostazioni di Known nell'app Impostazioni
ja: 設定アプリでKnownの設定を開きます
ko: 설정 앱에서 Known 설정을 열어요
ml: ക്രമീകരണ ആപ്പിൽ Known-ന്റെ ക്രമീകരണങ്ങൾ തുറക്കുന്നു
ms: Membuka tetapan Known dalam app Tetapan
nb: Åpner innstillingene for Known i Innstillinger-appen
nl: Opent de instellingen van Known in de Instellingen-app
pl: Otwiera ustawienia Known w aplikacji Ustawienia
pt_br: Abre os ajustes do Known no app Ajustes
pt_pt: Abre as definições da Known na app Definições
ro: Deschide setările Known în aplicația Setări
ru: Открывает настройки Known в приложении «Настройки»
sk: Otvorí nastavenia Known v aplikácii Nastavenia
sv: Öppnar Knowns inställningar i appen Inställningar
ta: அமைப்புகள் செயலியில் Known-இன் அமைப்புகளைத் திறக்கும்
te: సెట్టింగ్‌ల యాప్‌లో Known సెట్టింగ్‌లను తెరుస్తుంది
th: เปิดการตั้งค่าของ Known ในแอปการตั้งค่า
tr: Known'un ayarlarını Ayarlar uygulamasında açar
uk: Відкриває налаштування Known в застосунку «Налаштування»
ur: سیٹنگز ایپ میں Known کی سیٹنگز کھولتا ہے
vi: Mở cài đặt của Known trong ứng dụng Cài đặt
zh_hans: 在“设置”应用中打开 Known 的设置
zh_hant: 在「設定」App 中開啟 Known 的設定

# document.capture.permissionDenied
source: Known needs the camera to photograph your document. Allow it in Settings.
ar: يحتاج معروف إلى الكاميرا لتصوير وثيقتك. اسمح بها من الإعدادات.
bn: আপনার নথির ছবি তুলতে Known-এর ক্যামেরা দরকার। সেটিংসে অনুমতি দিন।
ca: Known necessita la càmera per fotografiar el teu document. Permet-ho a Ajustos.
cs: Known potřebuje fotoaparát k vyfotografování dokladu. Povol ho v Nastavení.
da: Known har brug for kameraet for at fotografere dit dokument. Tillad det i Indstillinger.
de: Known braucht die Kamera, um dein Dokument zu fotografieren. Erlaube sie in den Einstellungen.
el: Το Known χρειάζεται την κάμερα για να φωτογραφίσει το έγγραφό σου. Επίτρεψέ το στις Ρυθμίσεις.
es: Known necesita la cámara para fotografiar tu documento. Permítela en Ajustes.
fi: Known tarvitsee kameraa asiakirjasi kuvaamiseen. Salli se Asetuksissa.
fr: Known a besoin de l’appareil photo pour photographier votre document. Autorisez-le dans les Réglages.
he: Known צריכה את המצלמה כדי לצלם את המסמך שלך. אפשר לאפשר זאת בהגדרות.
hi: आपके दस्तावेज़ की फ़ोटो लेने के लिए Known को कैमरा चाहिए। सेटिंग्स में इसकी अनुमति दें।
hr: Aplikaciji Known je potrebna kamera za fotografiranje tvoje isprave. Dopusti je u Postavkama.
hu: A Knownnak szüksége van a kamerára az okmányod lefényképezéséhez. Engedélyezd a Beállításokban.
id: Known butuh kamera untuk memotret dokumenmu. Izinkan di Pengaturan.
it: Known ha bisogno della fotocamera per fotografare il tuo documento. Consentila in Impostazioni.
ja: 書類を撮影するには、Knownがカメラを使用する必要があります。設定で許可してください。
ko: 문서를 촬영하려면 Known에 카메라 권한이 필요해요. 설정에서 허용하세요.
ml: നിങ്ങളുടെ രേഖയുടെ ഫോട്ടോ എടുക്കാൻ Known-ന് ക്യാമറ വേണം. ക്രമീകരണങ്ങളിൽ അനുവദിക്കുക.
ms: Known memerlukan kamera untuk memotret dokumen anda. Benarkannya dalam Tetapan.
nb: Known trenger kameraet for å ta bilde av dokumentet ditt. Gi tilgang i Innstillinger.
nl: Known heeft de camera nodig om je document te fotograferen. Sta dit toe in Instellingen.
pl: Known potrzebuje dostępu do aparatu, aby sfotografować Twój dokument. Zezwól na to w Ustawieniach.
pt_br: O Known precisa da câmera para fotografar seu documento. Permita o acesso em Ajustes.
pt_pt: A Known precisa da câmara para fotografar o seu documento. Permita-o nas Definições.
ro: Known are nevoie de cameră pentru a fotografia documentul. Permite accesul în Setări.
ru: Known нужна камера, чтобы сфотографировать ваш документ. Разрешите доступ в настройках.
sk: Known potrebuje fotoaparát na odfotenie tvojho dokladu. Povoľ ho v Nastaveniach.
sv: Known behöver kameran för att fotografera ditt dokument. Tillåt den i Inställningar.
ta: உங்கள் ஆவணத்தைப் படம் எடுக்க Known-க்குக் கேமரா தேவை. அமைப்புகளில் அனுமதியுங்கள்.
te: మీ పత్రాన్ని ఫోటో తీయడానికి Knownకు కెమెరా అవసరం. సెట్టింగ్‌లలో అనుమతించండి.
th: Known ต้องใช้กล้องเพื่อถ่ายเอกสารของคุณ อนุญาตได้ในการตั้งค่า
tr: Known'un belgenizi fotoğraflamak için kameraya ihtiyacı var. Ayarlar'dan izin verin.
uk: Known потрібна камера, щоб сфотографувати ваш документ. Дозвольте доступ у Налаштуваннях.
ur: آپ کے دستاویز کی تصویر لینے کے لیے Known کو کیمرا چاہیے۔ سیٹنگز میں اجازت دیں۔
vi: Known cần camera để chụp giấy tờ của bạn. Hãy cho phép trong Cài đặt.
zh_hans: Known 需要使用相机来拍摄你的证件。请在“设置”中允许。
zh_hant: Known 需要使用相機來拍攝你的證件。請在「設定」中允許。

# document.capture.retake
source: Retake
ar: إعادة الالتقاط
bn: আবার তুলুন
ca: Repeteix
cs: Vyfotit znovu
da: Tag om
de: Neu aufnehmen
el: Νέα λήψη
es: Repetir
fi: Ota uudelleen
fr: Reprendre
he: צלם שוב
hi: दोबारा लें
hr: Ponovno snimi
hu: Újra
id: Ambil ulang
it: Rifai la foto
ja: 撮り直す
ko: 다시 촬영
ml: വീണ്ടും എടുക്കുക
ms: Ambil semula
nb: Ta på nytt
nl: Opnieuw
pl: Zrób ponownie
pt_br: Tirar de novo
pt_pt: Repetir
ro: Refă
ru: Переснять
sk: Odfotiť znova
sv: Ta om
ta: மீண்டும் எடு
te: మళ్లీ తీయి
th: ถ่ายใหม่
tr: Yeniden çek
uk: Перезняти
ur: دوبارہ لیں
vi: Chụp lại
zh_hans: 重拍
zh_hant: 重拍
